const iraqjokes = [
	// {
	// 	_id: '50',
	// 	joke: ""
	// },
	// {
	// 	_id: '49',
	// 	joke: ""
	// },
	// {
	// 	_id: '48',
	// 	joke: ""
	// },
	// {
	// 	_id: '47',
	// 	joke: ""
	// },
	{
		_id: '46',
		joke: "هل تعلم أن عندما تخلط الشاي بالماء يصبح شيماء."
	},
	{
		_id: '45',
		joke: "الشعب العراقي ممكن يسوي اي شيئ حرام بس لا يمكن ان يترك النعال مقلوب."
	},
	{
		_id: '44',
		joke: "انام على صدرك تطردني, المس خدك تتضربني, ادري بيك متحبني, المرسل: ذبانة."
	},
	{
		_id: '43',
		joke: "وحده كالت الزوجها شنو رايك نذبح خروف بعيد زواجنا الخامس والعشرين؟ كلها وشنو ذنب الخروف يدفع ثمن غلطه ارتكبها حمار قبل ٢٥ سنه."
	},
	{
		_id: '42',
		joke: "طرق النساء في تنويم اطفالهن.. المصريه : نام يا حبيبي نام.السوريه : نام يبعتلك حمى. اللبنانيه: نام تقبرني. الاوربيه : سويت دريمز بيبي. العراقيه : عووووو اجا حرامي ياخذك انطمر الله يشيلك انت وابوك."
	},
	{
		_id: '41',
		joke: "هاد كان في أنسة رسم طالبة من طلابها انو يرسموا لها مزرعة وفيها ١٥ خاروفا فالطلاب بلشوا رسمهم فواحد من هؤلاء الطلاب نادى أنا خالص المهم الأنسة شافت رسموا قالتلوا شنو هاد رسمك حلو كت ير يا أبني فالطالب أتحمس كتير فمسح الخروايف فقالت له المعلمة لماذا مسحت رسمك فقال لمعلمة أني ذبحتهم لأجلك."
	},
	{
		_id: '40',
		joke: "هاد وحدة مرا عجوز ختيارة صاعدة بأحد التكاسي فكل شوي كانت تنطي سايق التكسي فستقاية فالسايق أكل لحد ما شبع فكللها كافي يا حجية أنى شبعت وهادا خوش خوش فستقك من وين جايبته يا حجة؟ كالت له يا يومة جابولي علبة سنيكرز اولادي وانا ماعنديش سنان فأمص الشكولان وأنطيك الفستق."
	},
	{
		_id: '39',
		joke: "الماني وهندي وعراقي اشتركو بمسابقة انطوهم كل واحد قرد كلولهم الي ايخلي يحجي يربح الجائزة اجوي ورة اسبوع -الالماني كال ماكدرت احجي -الهندي كال بابا اني ما يكدر ايحجي -العراقي كال وكلتة وشربتة واشتريتلة حتى حديقة الحيوان وديتة بس ما كدرت احجي -القرد كال جذاب واللة جذاب."
	},
	{
		_id: '38',
		joke: "هاد في كانغر مسطل في غابات العراق عم يسأل زوجتوا ويقول لها ولادي فينهم فقالت له في عبي، فضحك وقالها لا جد بشرفك وينهم."
	},
	{
		_id: '37',
		joke: "لعراق يعلن الحداد لمدة ٤٠ يوم بسبب وفاة شيخ يبلغ من العمر ٩٩ سنة علما انه كان مصابا بالسكر و الضغط و ضعف في القلب وتشمع في الكبد و سرطان في الرئة و هذه اول مرة تعلن فيها وفاة مواطن عراقي منذ اكثر من ١٣ عاما."
	},
	{
		_id: '36',
		joke: "واحد راح يخطب كاعدين بيت العروس حجت ام العريس والله ابني خوش ولد بس هوه يشرب جكاره قبل مينام كلولهه يدخن كلتلهم لا بس من يشرب يدخن كلوله يشرب كالت مو دائما بس من يلعب اقمار كلولهه يلعب اقمار كالت والله جان ميلعب بس من طلع من السجن كام يلعب كلولهه مسجون كالت الكاتل مرته ميطب سجن."
	},
	{
		_id: '35',
		joke: "عراقي رجع للعراق بعد الغربه فاول منزل من الطائره خله الجنطه بالكاع ودنك ايبوس تراب الوطن رفع راسه ملكه الجنطه كال رجعنه لطيحان الحظ."
	},
	{
		_id: '34',
		joke: "ديچ تحارش بدجاجه، ردت عليه بخشونه، گاللهه وعلى شنو إمتنگه؟ ذنيچ الدجاجات مصلخات بالمطاعم ومحد بحالهن."
	},
	{
		_id: '33',
		joke: "واحد جاب جلب للبيت عض زوجتة وماتت اجو اهواي زلم عالفاتحة يعزون صديقة كاله لعد اشكد عرف عدكم هالكد ناس زلم يعزوكم كال هذولة مايعزون هذولة جايين شراية عالجلب."
	},
	{
		_id: '32',
		joke: "في طفل غبي قام ويضرب راسه بالحايط واجاه ابوه قاله بابا اشبيك تعوي كله بابا اذا كبرو اصدقائي ويامن العب."
	},
	{
		_id: '31',
		joke: "اكو فد حفرة يا هو اليجي يطيح فيها فد مرة اجتمعو عليها ثلاثة حتى يتخلصون منها الاول قال انجيب سيارة اسعاف يمها قالولة لا و الثاني قال نبني مستشفى يمها قالو لة لا و الثالث قال نطمها ثم نحفر يم المستشفى مثلها."
	},
	{
		_id: '30',
		joke: "مره واحد غبي … شاف قرد بلشارع اخذه وداه للشرطي ، كال : اخويه هذا القرد لكيته بلشارع وين اوديه ، كال الشرطي : وديه احديقة الحيوانات ،،ثاني يوم اجه الغبي للشرطي نفسه ،، كال :اخويه البارحه اني وديته لحديقة الحيونات اليوم اوديه للزوراء."
	},
	{
		_id: '29',
		joke: "وحدة إشترت بيبسي.. فتحته سوه: فس س س س س س گامت تبچي گللهه ابو المحل ليش تبچين؟؟ گالتله: تذكرت فسوة المرحوم."
	},
	{
		_id: '28',
		joke: "واحد قشمروه القفاصه بباب الشرجي باعوله نظاره عاديه گللوله هذي تخترق الملابس.. لبسهه بالبيت شاف مرته مصلخه نزعهه نفس الشي لبسهه نزعهه ماكو فرق گال : صيني خرة .. يشكل."
	},
	{
		_id: '27',
		joke: "شايب عمره 90 سنة، اتزوج بنية عمرهه 15 سنة ، بليلة الدخلة سألها: بابه انتي تعرفين شيسوون من يتزوجون؟؟ گالت له: لع، راح ليغاد .. صفن.. گام يحچي ويه نفسه: هاي اشلون ورطة؟؟ البنية متعرف وآني نسيت!!"
	},
	{
		_id: '26',
		joke: "طرق الرد على المكالمات في بعض الدول الامريكي : hello الخليجي : هالاااااااا العراقي : أقسم بالله توه ردت اتصل بيك وأنت أتصلت"
	},
	{
		_id: '25',
		joke: "كاعد ادرس بأبن اختي رياضيات كتله عندك ال2000فين واني اخذت ال1000ف شكد يبقى عندك؟؟ اشو هذا كام يبجي ويصيح رجعلي الالف المشكله مو هنا المشكله امه تكلي رجعله الالف عفيه تره يخبصنا عائله 56نصابه لابوكم لابو الي يدرسكم"
	},
	{
		_id: '24',
		joke: "واحد ايگول اليوم من رجعت للبيت بالكيا گعدت يمي مره چبيره بالعمر عدها موبايل گالتلي يمه طلعلي رقم ابو مريم فأني دورت دورت تقريباً أربع دقائق وما لگيته گلتلها حجيه ما لگيته گالت چا شلگيت گلتلها اكو رقم حمدية وحجيه فاطمة وام غايب وام محمد وحجي مازن گالت امداها المدارس الي علمتكم چا غير حجي مازن هو نفسة ابو مريم"
	},
	{
		_id: '23',
		joke: "أهبل كل ليله يقول لزوجته: إذا مت لا تتزوجي إلا ابن عمي قالت: كل هذا حب لإبن عمك؟ رد: لا بس هو من زمان باعني سياره وغشني فيها و بدي اردها الو"
	},
	{
		_id: '22',
		joke: "قبل شويه بلراديو مسوين برنامج عن ازالة الشعر وملتقين .. بصاحب مركز تجميل .. أتصلت بنيه سألت شگد تكلف أزالة الشعر ؟؟ .. جاوبها ؛ حسب المنطقه .. گالتله آني من الحسينية"
	},
	{
		_id: '21',
		joke: "عريس بعد أسبوع من عرسه ، أرسل هدية للكوافيرة ام الصالون التي جهزت العروسة للعرس فيها آيفون 6 ،فتحت الهدية فوجدت فيها فيها نوكيا 3310 ، ورسالة مكتوب فيها لكي تشعري بما شعرت به"
	},
	{
		_id: '20',
		joke: "ركب مواطن عراقي اسمة حمدان باص وسافر من الرمادي الي بغداد وهو في الطريق انتبة ان الباص مشى وفي فتاة لم تحصل على كرسي تجلس عليه فخذته الشهامة. وقام واجلس البنت مكانه وبقه طول الرحله واقف حتي تورمت رجليه من الوقوف وفي منتصف الطريق .. صاح سائق الباص وقال يا جماعة الي ما الو كرسي في الباص لازم ينزل ترا فيها مخالفه وغرامه كبيره . واذا بالفتاة تتكلم وتاشر على حمدان وتقول هذا واقف ما عنده كرسي خل ينزل من الباص التف ناحية الفتاة حمدان وقال : انتن نزلتن آدم من الجنه . ماتنزلن حمدان من الباص !!!"
	},
	{
		_id: '19',
		joke: "هاد واحد مسطول قام أتعرف على وحدة مسطولة وبعد شهرين من معرفتوا لها .... قام دقت اللبنية عليه وكالتلو يا حبيبي الاهل مسافرين وما في حد الا أنى في بيتنا ..... فقال لها طيب أنتي سكري الابواب وقفلي القفول وما عليج العافية يا حب...."
	},
	{
		_id: '18',
		joke: "اكو شيخ قبيله جمع اهل قبيلته وكاللهم اللي يخاف من مرته يكوم يوكف كله كامت وكفت بس واحد بقى كاعد والشيخ يعرفه كلش زين يخاف من مرته كاله ها فلان ليش ماكمت كاله ولله شيخنه من اسمع بطاريها بعد رجليه ما يعينني اوكف"
	},
	{
		_id: '17',
		joke: "سلحفاه دخلت مطعم قالها الجرسون :اختي إحنا ما نقدم طلبات لسلاحف أخذها و قطها برا بعد خمس شهور رجعت السلحفاه و قالتله : زين لا تمد يدك"
	},
	{
		_id: '16',
		joke: "سال المدير مراقب الامتحانات : ليش طردت التلميذ من الامتحان ؟ المعلم : كان يغش .. شفته يعد ضلوعة في مادة العلوم"
	},
	{
		_id: '15',
		joke: "كردي خابر على صاحبتة جان يطلع ابوها كال الووو الكردي كال طوط طوط طوط"
	},
	{
		_id: '14',
		joke: "حرامي كمشتة وحدة سمينة حييييييييييل ونامت علية وكالت الزوجها:بسرعة …….خابر الشرطة….. كاللها زوجها :هوة شكد الرقم؟؟؟؟ كال الحرامي111 بسرعة……يمعود بسرعة"
	},
	{
		_id: '13',
		joke: "واحد ايكول الابو بابا اني حلمت انه بسمار دخل ابرجلي كاله ابو تستاهل علمود متنام حافي."
	},
	{
		_id: '12',
		joke: "ابليس هرب من العراق سئلو ليش : كال علمتهم عالغش والحواسم واشترو بيوت تالي يكتبون عليها هذا من فضل ربي."
	},
	{
		_id: '11',
		joke: "فيه واحد كريم احترق بيته جو الاطفاء يطفون البيت … قالهم والله ماتسوون شي لين تقهوون."
	},
	{
		_id: '10',
		joke: "وحدةتگول لزوجـها انت ليش مگتلي اني مفلس قبل منتزوج ؟ گــللـها : تعبت و اني أگولج ماعندي شي بالدنيا غيرﭺ و أنتي تضحكين و فرحانه"
	},
	{
		_id: '9',
		joke: "أكو بنيه مقدمه على تعيين دگ عليها رقم جاوبت :گللها انتي افلانه گالت نعم أستاذ كللها مقدمه على تعيين ؟ گالت نعم أستاذ گللها فايلج اصفر؟ گالت نعم أستاذ كللها وخاله صوره محجبه؟! گالت نعم أستاذ كللها شخبصتيني نعم أستاذ نعم أستاذ آني أداوم بالبلديه ولگيت فايلچ بالزباله"
	},
	{
		_id: '8',
		joke: "اكو دكتور صاك متزوج ٣ نسوان سالته وحده من المراجعات شعجب متزوج ٣ وانت دكتور وحلو وعندك هواي فلوس كللها الاولى بنت عمي واخذتها لخاطر ابوي والثاني بنت خالتي اخذتها الخاطر امي والثالثه اخذتها لخاطر نفسي كلتله ليش ماتاخذني لخاطر الله"
	},
	{
		_id: '7',
		joke: "وحده گالت لزوجها والله ياحبيبي لازم اثنين بالبيت وحده للطبخ والثانيه للخبز دا اتعب وينشلع گلبي؟ رد الزوج عليها وگال: ينصر دينچ انا من زمان كنت اريد اتزوج ثانيه بس خفت ترفضين وبصراحه اكو وحده ابالي وعلاقة حب بينا وان شاء الله اعدل بينكم. گالتله: انعل ابوك لابو عدالتك انا ده احچي عن قنينة الغاز. ياخاين...!!! يگولون التقارير الطـبيـة الأولـيـه تشـيـر الى فطـر بالجمجمه وفگس بالعين اليسرى نتيجة ضربه بمنظم القنينه"
	},
	{
		_id: '6',
		joke: "مصري مطبب راسه بالبطل، گالوله شنو هاي شدتسوي گال: رأبتي سداده"
	},
	{
		_id: '5',
		joke: "واحد محشش راح لابو صيدلية كلة عندك شريط فلو اوت؟؟؟كله ايكله حطة خلي نسمعة"
	},
	{
		_id: '4',
		joke: "فد يوم باجتماع بين مسؤولين من العراق والصين والأردن شافوا رئيس الوفد الصيني يأشر بأصبعه للسمه رئيس الوفد الأردني سأل :هذا شبيه كلوله هذا ديتصل عبر الاقمار الصناعيه ورة شوية باوع على عدنان الدليمي وشاف راسه يهتز كال هذا اشبيه؟كالوله هذا يمكن اجته رساله"
	},
	{
		j_id: '3',
		joke: "اعمى گام يشوف صار بيه شلل من الفرحه"
	},
	{
		_id: '2',
		joke: "واحد متعاجز حيل مرته دگت الباب گاللهه: انتي طالق"
	},
	{
		_id: '1',
		joke: "خبيث فتح مدرسه للخباثه لما كمل عدد الطلاب سدهه"
	}
]

export default iraqjokes