const ksajokes = [
	// {
	// 	_id: '50',
	// 	joke: ""
	// },
	// {
	// 	_id: '49',
	// 	joke: ""
	// },
	// {
	// 	_id: '48',
	// 	joke: ""
	// },
	// {
	// 	_id: '47',
	// 	joke: ""
	// },
	// {
	// 	_id: '46',
	// 	joke: ""
	// },
	// {
	// 	_id: '45',
	// 	joke: ""
	// },
	// {
	// 	_id: '44',
	// 	joke: ""
	// },
	// {
	// 	_id: '43',
	// 	joke: ""
	// },
	// {
	// 	_id: '42',
	// 	joke: ""
	// },
	// {
	// 	_id: '41',
	// 	joke: ""
	// },
	// {
	// 	_id: '40',
	// 	joke: ""
	// },
	// {
	// 	_id: '39',
	// 	joke: ""
	// },
	// {
	// 	_id: '38',
	// 	joke: ""
	// },
	// {
	// 	_id: '37',
	// 	joke: ""
	// },
	// {
	// 	_id: '36',
	// 	joke: ""
	// },
	// {
	// 	_id: '35',
	// 	joke: ""
	// },
	// {
	// 	_id: '34',
	// 	joke: ""
	// },
	// {
	// 	_id: '33',
	// 	joke: ""
	// },
	// {
	// 	_id: '32',
	// 	joke: ""
	// },
	// {
	// 	_id: '31',
	// 	joke: ""
	// },
	// {
	// 	_id: '30',
	// 	joke: ""
	// },
	// {
	// 	_id: '29',
	// 	joke: ""
	// },
	// {
	// 	_id: '28',
	// 	joke: ""
	// },
	// {
	// 	_id: '27',
	// 	joke: ""
	// },
	// {
	// 	_id: '26',
	// 	joke: ""
	// },
	// {
	// 	_id: '25',
	// 	joke: ""
	// },
	// {
	// 	_id: '24',
	// 	joke: ""
	// },
	// {
	// 	_id: '23',
	// 	joke: ""
	// },
	// {
	// 	_id: '22',
	// 	joke: ""
	// },
	// {
	// 	_id: '21',
	// 	joke: ""
	// },
	// {
	// 	_id: '20',
	// 	joke: ""
	// },
	// {
	// 	_id: '19',
	// 	joke: ""
	// },
	// {
	// 	_id: '18',
	// 	joke: ""
	// },
	{
		_id: '17',
		joke: "غبي سمع بخطف الطائرات راح خطف قطار خط الرياض الدمام. وقال للسواق اطلع جده"
	},
	{
		_id: '16',
		joke: "قال لزوجته بالمطار البسي عباية واسعة، قالتله فديتك تغار علي، قالها موغيرة ولا شي طبقات كرشك كنها حزام ناسف لا تورطينا مع التفتيش"
	},
	{
		_id: '15',
		joke: "مره واحد جايب ورده ميته هدية لحبيبته قالت له : تهديني ورده ميتهرد عليها : ليست ميته بل أنحنت لجمالك فضحكت وصدقت الكمخه."
	},
	{
		_id: '14',
		joke: "مره واحد تزوج وحده حولا قال لها. ليش ما تتكلمي قالت مستحيه من الي جنبك ."
	},
	{
		_id: '13',
		joke: "مره واحد مسمي عياله : اسد وفهد وذيب وصقر سألوه ليش ؟ قال : علشان لما اناديهم اقولهم مره واحده : يا حيوانات تعالو."
	},
	{
		_id: '12',
		joke: "مره واحد تأخر على الدوام سأله المدير : ليش تأخرت اليوم ؟ قاله : حلمت ان عندي ضيوف أستحيت أقوم من النوم وأخليهم "
	},
	{
		_id: '11',
		joke: "مره واحد وصلته فاتورة المويه 7,000 ريال دق على وزارة المياه وقالهم: سلامات حبايبي… لايكون المطر هالسنة على حسابي."
	},
	{
		_id: '10',
		joke: "مره واحد شاف بنت مزه قالها: ممكن نتعرف علي القمر؟ قالت له : نايلسات طلع جواله وقالها: طيب، ممكن التردد"
	},{
		_id: '9',
		joke: "سعودي يسأل بنت مصرية وش إسمك قالت : هنادي أحمد قال : ناديه يعني خايف منو"
	},{
		_id: '8',
		joke: "عجوز ركبت مع ليموزين محشش قالت ياولد ودني لمحل أبو خمسة ؟ نزلها قدام مقر نادي النصر"
	},{
		_id: '7',
		joke: "واحد دق الباب علي جدته قالت:مين؟ قال لها:افتحي أنا حفيدك قالت له:بإيش حتفيدني سامجة بس تضحك. "
	},
	{
		_id: '6',
		joke: "واحد طايحه كل سنونه ألا الأنياب قدم على وظيفه عينوووه خرامهواحد قروي ركب مع تكسي، ركب زوجته قدام علشان السواق ما يناظرها بالمراية"
	},
	{
		_id: '5',
		joke: "لاعب منحوس سجل هدف ، لما عادوه بالحركة البطيئه ، طلعت الكوره كورنر"
	},
	{
		_id: '4',
		joke: "واحــد حـــب ... طــحــنــوه"
	},
	{
		_id: '3',
		joke: "ديك مزكم ليه ... جامع دجاجه مثلجه"
	},
	{
		_id: '2',
		joke: "واحد جاء الى جده لقيه يطلع في الروح ... لحقه بسكين"
	},
	{
		_id: '1',
		joke: "فيه واحد محشش كان يسوق السيارة وقف عند نقطة تفتيش قال له العسكري : لو سمحت اوراق السيارة ... قال المحشش : أي حشيش اللي تتكلم عنه"
	}
]

export default ksajokes