const lebjokes = [
	{
		_id: '62',
		joke: "مرة زرافة حكت لزرافة نكتة قالتلا ما أزرفك"
	},
	{
		_id: '61',
		joke: "مرة بوظة وقعت من سطح البناية قام صرخت الحسوووونييييي"
	},
	{
		_id: '60',
		joke: "في 4 صارت ٨ ليش؟ نزّلت إجرها"
	},
	{
		_id: '59',
		joke: "ليش الأطرش ما بياكل رز بحليب؟ لأنو بعمرو ما سمع فيه"
	},
	{
		_id: '58',
		joke: "في صابون ارتبط بصابونة قام الصابون التالت زعل ليش؟ لأنو صابون غار"
	},
	{
		_id: '57',
		joke: "صابونة واقفة بتتأفف بالشمس ليش؟ لأنها فطست من ال Soap"
	},
	{
		_id: '56',
		joke: "واحد مرته حريصة  ركبلها تليفريك بالبيليش البندورة حمرا ومدورة؟ لأن إذا كانت خضرا وطويلة بتصير خيارة"
	},
	{
		_id: '55',
		joke: "في وحدة فرنسية ماتت قامت راحت ع Dior الحق"
	},
	{
		_id: '54',
		joke: "مرة رسيفر علق مع تلفزيون قلو TV عليك"
	},
	{
		_id: '53',
		joke: "واحد بيسأل صاحبو شو عندك هوايات خطرة؟ قاللوا أحياناً بجاوب مرتي وهيّ معصبة"
	},
	{
		_id: '52',
		joke: "في دجاجتين فاتو على بار قالولو لل bartender بدنا nbid"
	},
	{
		_id: '51',
		joke: "في seringueعم تودع رفيقتها قالتلا إلى اللقاح"
	},
	{
		_id: '50',
		joke: "في مرة نملة نعست قالتلها لرفيقتها أنا رح نملة شوي"
	},
	{
		_id: '49',
		joke: "في بيضة كندر طلبت من جوزها يصلّحلا السكربينة، قلّها شايفتيني كندرشي؟"
	},
	{
		_id: '48',
		joke: "منشفة سألها ابنها اذا فيه يروح مع رفقاته، قالتله روح بس ما  towel"
	},
	{
		_id: '48',
		joke: "مره في وحده اسما لورا كبرت صارت لقدام"
	},
	{
		_id: '47',
		joke: "مرة في وحدة اسما سنا عملت دايت صارت ست شهور"
	},
	{
		_id: '46',
		joke: "سنكري راح ع عرس ما خلّا حدا ينقِّط"
	},


	{
		_id: '45',
		joke: "في واحد ببيع بهارات ماتت مرتوا صار معو عقدة صفرة"
	},
	{
		_id: '44',
		joke: "واحد مرته حريصة  ركبلها تليفريك بالبيت"
	},
	{
		_id: '43',
		joke: "واحد دهن بيتو حليب ليش ؟ حتى يصير البيت milk👻"
	},
	{
		_id: '42',
		joke: "في مرة خسّة سألت رفيقتها لوين رايحة ؟؟ قالتها ما خسّك !"
	},
	{
		_id: '41',
		joke: "نحنا اللبنانية منقول طلعي الصينية من الفرن، اولك بالصين بيقولو طلعي اللبنانية من الفرن؟"
	},
	{
		_id: '40',
		joke: "فنجان قهوة متزوج ركوة قهوة هددها بالطلاق قالتله  والتفل اللي جواتي"
	},
	{
		_id: '39',
		joke: "مرة خزّان شاف خزّان تاني، قلو وين مش عم شوفك؟  قلو ولله مش عم بفضى..."
	},
	{
		_id: '38',
		joke: "مرة دجاجة كانت رح تغرق قامت nugget باعجوبه"
	},
	{
		_id: '37',
		joke: "الصيدلي لمرتو: شو حضرتي التبولة مرتو: لا والله بعد مش pharmacy"
	},
	{
		_id: '36',
		joke: "في برغي عم بحرقص الصابونه قلاّ: أنا برغي أكتر منك"
	},
	{
		_id: '35',
		joke: "مرة فيل ماتت مرتو... إجو كل رفقاتو ع zoo"
	},
	{
		_id: '34',
		joke: "دهان تخانق مع مرتو.. قام هددا بالطلاء"
	},
	{
		_id: '33',
		joke: "في واحد اكل صفوف ..قام تدشى تلاميذ"
	},
	{
		_id: '32',
		joke: "استاذ math عمل خوري سما حالو pere pendiculaire"
	},
	{
		_id: '31',
		joke: "بتعرف الجمل كيف بيجي ضهرو؟ محردب"
	},
	{
		_id: '30',
		joke: "واحد دهن بيتو حليب ليش ؟ حتى يصير البيت milk👻"
	},
	{
		_id: '29',
		joke: "ارنب سأل ارنوبة انت شو بتشتغلي قالتلو انا rabbit منزل"
	},
	{
		_id: '28',
		joke: "في شامبينيون فاتت عكنيسة الموارنة لانها mushroom 🍄"
	},
	{
		_id: '27',
		joke: "حلاّق حب يضهّر أولادو ... قام أخدهن سشوار🙄"
	},
	{
		_id: '26',
		joke: "على الزهق عم فكر ليه جبيل بمنطقة و بنت جبيل بمنطقة ؟ اكيد في مشاكل عائلية"
	},
	{
		_id: '25',
		joke: "مرة أسد خبط بأسد تاني، قلّو آسف مش أسدي😁"
	},
	{
		_id: '24',
		joke: "خبر عاجل: سقوط قذيفة هاونوقذيفتين هاونيك"
	},
	{
		_id: '23',
		joke: "مذيع عمل عملية بظهره، شالولوا فقرة حطوله برنامج 🙄"
	},
	{
		_id: '22',
		joke: "دركي معو ضعف نظر حطو بفرع المع lunette"
	},
	{
		_id: '21',
		joke: "اسد فات بمشكل مع اثنين بس ما قدر lion"
	},
	{
		_id: '20',
		joke: "مرة كباية شاي وقعت قالت اخ يا Tea زي. حجرونيبعدلربيكن🤣😕🥺"
	},
	{
		_id: '19',
		joke: "في مرة نملة نعست قالتلها لرفيقتها أنا رح نملة شوي. #حجرونا بعد"
	},
	{
		_id: '18',
		joke: "واحد دخل الملعب معه ملعقه ليش؟ يبي يحرك اللعب"
	},
	{
		_id: '17',
		joke: "قنينه نبيد عم تحكي رفيقتها قالتلا kefraya شو اخبارها؟؟ قالتلا ماتت يا ksaraaaa 😌"
	},
	{
		_id: '16',
		joke: "حدا بيعرف الشامبو ضد القشرة ايمتى الماتش تبعن ؟ 🤔 من سلسلة احجرونا بعد وشوفوا العجايب"
	},
	{
		_id: '15',
		joke: "واحد دخل الملعب معه ملعقه ليش؟ يبي يحرك اللعب"
	},
	{
		_id: '14',
		joke: "بسيني حست حالا معا كورونا راحت عملت فحص بيسي ر 😬😬🤣🤣"
	},
	{
		_id: '13',
		joke: "في ليمونة طلعت الاولى بالفحص جابت عصرة على عصرة"
	},
	{
		_id: '12',
		joke: "لا احد يستطيع ان يحلق في السماء . لأنو بل السما مافي حلاقين🤣 #حجرونا_بعد"
	},
	{
		_id: '11',
		joke: "مرة فرشاية ضربت فرشاية قامت قالتلها أنا بفرشيكي #حجرونا_بعد"
	},
	{
		_id: '10',
		joke: "مرة موزة كانت زعلانة قامت موزة تانية قالتلا امشي امشي الحياة ماشية فينا و Banana"
	},
	{
		_id: '9',
		joke: "في واحد انكسر حوضه ركبوله مغسلة"
	},
	{
		_id: '8',
		joke: "صراصير عم بعيطوا قالتلن إمن وطوا صوتكن أحسن ما يفيق baygon"
	},
	{
		_id: '7',
		joke: "واحد دخل الملعب معه ملعقه ليش؟ يبي يحرك اللعب"
	},
	{
		_id: '6',
		joke: "واحد دخل الملعب معه ملعقه ليش؟ يبي يحرك اللعب"
	},
	{
		_id: '5',
		joke: "فيه كابتن طيارة قالوا له وقع قال ماانتهى الدوام"
	},
	{
		_id: '4',
		joke: "فيه واحد تطاقت حرمته مع الشغاله حط كل وحده في بيت"
	},
	{
		_id: '3',
		joke: "نملة تزوج أم أربع وأربعين ما توفق معها ليش؟ ما عرف اي رجل يرفعها"
	},
	{
		_id: '2',
		joke: "واحد حلم انه معزوم وقاعد ياكل في العزيمة يوم قام من النوم واذا هو ماكل نص المخدة"
	},
	{
		_id: '1',
		joke: "واحد حلم انه معزوم وقاعد ياكل في العزيمة يوم قام من النوم واذا هو ماكل نص المخدة"
	}
]

export default lebjokes